[
	{
		"name": "acer_buergerianum_miq",
		"description": "Acer buergerianum (trident maple; Chinese: 三角枫 san jiao feng) is a species of maple native to eastern China (from Shandong west to southeastern Gansu, south to Guangdong, and southwest to Sichuan), Taiwan and Japan.",
		"image": "https://www.discoverlife.org/IM/I_EHCP/0034/320/Acer_buergerianum,_Trident_maple,I_EHCP3458.jpg"
	},
	{
		"name": "acer_palmatum",
		"description": "Acer palmatum, commonly known as red emperor maple, palmate maple, Japanese maple or smooth Japanese-maple (Japanese: irohamomiji, イロハモミジ, or momiji, 紅葉), is a species of woody plant native to Japan, Korea, China, eastern Mongolia, and southeast Russia. Many different cultivars of this maple have been selected and they are grown worldwide for their large variety of attractive forms, leaf shapes, and spectacular colors.",
		"image": "http://www.southseedbank.com/wp-content/uploads/2018/09/Acer-palmatum-var-palmatum.jpg"
	},
	{
		"name": "acer_platanoides",
		"description": "Acer platanoides, also known as Norway maple, is a species of maple native to eastern and central Europe and western Asia, from France east to Russia, north to southern Scandinavia and southeast to northern Iran. It was brought to North America in the mid-1700s as a shade tree. It is a member of the soapberry and lychee family.",
		"image": "https://www.woodlandtrust.org.uk/media/100758283/norway-maple-leaf-paul-sterry-NPL.jpg?cb=-1432233630&preset=gallery-tab-main-image"
	},
	{
		"name": "aesculus_chinensis",
		"description": "Aesculus chinensis, the Chinese horse chestnut (Chinese:七叶树 qi ye shu), is a tree species in the genus Aesculus found in eastern Asia. The seed contains triterpenoid saponins and flavonoids, such as aescuflavoside and aescuflavoside A, which are glycosides of quercetin.",
		"image": "https://i.pinimg.com/originals/8b/1b/5b/8b1b5ba912452a56a332d524d853d62d.jpg"
	},
	{
		"name": "alnus_incana",
		"description": "Alnus incana, the grey alder or speckled alder, is a species of alder with a wide range across the cooler parts of the Northern Hemisphere. It is a small to medium-sized tree 15–20 m (49–66 ft) tall with smooth grey bark even in old age, its life span being a maximum of 60 to 100 years.",
		"image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQpxd_5MKCl0uhQyBmBleoRQH4rg88L1KUVCANO3_sTgW59iLgx"
	},
	{
		"name": "berberis_anhweiensis_ahrendt",
		"description": "Berberis, commonly known as barberry, is a large genus of deciduous and evergreen shrubs from 1–5 m (3.3–16.4 ft) tall, found throughout temperate and subtropical regions of the world (apart from Australia). Species diversity is greatest in South America and Asia; Europe, Africa and North America have native species as well.",
		"image": "https://image.tcmwiki.com/image/%E5%AE%89%E5%BE%BD%E5%B0%8F%E6%AA%97/%E5%AE%89%E5%BE%BD%E5%B0%8F%E6%AA%97.jpg"
	},
	{
		"name": "betula_pubescens",
		"description": "Betula pubescens (syn. Betula alba), commonly known as downy birch and also as moor birch, white birch, European white birch or hairy birch, is a species of deciduous tree, native and abundant throughout northern Europe and northern Asia, growing farther north than any other broadleaf tree.",
		"image": "http://www.habitas.org.uk/flora/images/small/3829s.jpg"
	},
	{
		"name": "cedrus_deodara_g_don",
		"description": "Cedrus deodara, the deodar cedar, Himalayan cedar, or deodar/devdar/devadar/devadaru, is a species of cedar native to the western Himalayas in Eastern Afghanistan, Northern Pakistan (especially in Khyber Pakhtunkhwa) and India (Jammu and Kashmir, Himachal Pradesh, Uttarakhand, Sikkim and, Arunachal Pradesh states and the Darjeeling Region of West Bengal), Southwestern Tibet and Western Nepal, occurring at 1,500–3,200 m (4,921–10,499 ft) altitude.",
		"image": "https://cdn.shopify.com/s/files/1/0557/0657/products/image_55ef1674-aed1-4e35-9a85-f33407dcbdd0.jpg?v=1537010239"
	},
	{
		"name": "cercis_chinensis",
		"description": "Cercis chinensis, the Chinese redbud, (simplified Chinese: 紫荆; traditional Chinese: 紫荊; pinyin: Zĭjīng) is a plant of the Fabaceae family native to China and Japan that grows between 150 to 1,400 metres (490 to 4,590 ft) above sea level. ",
		"image": "http://www.treeseedonline.com/uploads/1/0/2/3/10233208/s468003859194629765_p317_i3_w360.jpeg"
	},
	{
		"name": "chimonanthus_praecox_l",
		"description": "Chimonanthus praecox, also known as wintersweet or Japanese allspice, is a species of flowering plant in the genus Chimonanthus of the family Calycanthaceae, native to China. It is a vigorous deciduous shrub growing to 4 m (13 ft) tall with an erect trunk and leaves 5–29 cm (2–11 in) long and 2–12 cm (1–5 in) broad.",
		"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Wintersweet_Chimonanthus_praecox_Leaves_3264px.jpg/1024px-Wintersweet_Chimonanthus_praecox_Leaves_3264px.jpg"
	},
	{
		"name": "cinnamomum_camphora_j_presl",
		"description": "Cinnamomum camphora is a species of evergreen tree that is commonly known under the names camphor tree, camphorwood or camphor laurel. Cinnamomum camphora is native to China south of the Yangtze River, Taiwan, southern Japan, Korea, and Vietnam, and has been introduced to many other countries.",
		"image": "https://farm9.static.flickr.com/8002/7460397754_99ac431ef8.jpg"
	},
	{
		"name": "cinnamomum_japonicum_sieb",
		"description": "Cinnamomum pedunculatum, commonly known as Japanese cinnamon, is an evergreen tree in the genus Cinnamomum. It is a small- or medium-sized tree up to 15 m (49 ft) tall that occurs in Japan, Korea, Taiwan, and eastern China (Anhui, Fujian, Jiangsu, Jiangxi, and Zhejiang provinces). In China it is under second-class national protection.",
		"image": "https://cdn.shopify.com/s/files/1/1632/3843/products/product-image-469492170.jpg?v=1546030758"
	}
]
