
[
    {
        "name": "manglietia_fordiana_oliv",
        "description":"Manglietia was the name of a genus of flowering plants in the family Magnoliaceae, with about 40 Asian species listed. The genus is now considered a synonym of the well-known and similar Magnolia.",
        "image": "http://staging.herbarium.gov.hk/UploadFile/ckfinder/userfiles/images/%E7%B6%A0%E6%A5%A0%20(%E6%9C%A8%E8%93%AE)%20%20Manglietia%20fordiana2.jpg"
    },
    {
        "name": "osmanthus_fragrans_lour",
        "description":"Osmanthus fragrans, variously known as sweet osmanthus, sweet olive, tea olive, and fragrant olive, is a species native to Asia from the Himalayas through southern China to Taiwan and southern Japan and southeast Asia as far south as Cambodia and Thailand.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Osmanthus_fragrans_%28orange_flowers%29.jpg"
    },
    {
        "name": "phoebe_nanmu_gamble",
        "description":"Phoebe nanmu is a large, slow growing tree that develops with a long straight trunk ranging from 10 to 40 meters in height, and 50 to 100 cm in diameter. It was used extensively in construction and furniture making because it is highly resistant to decay, is very dense and comes in attractive colours from olive-brown to reddish brown.",
        "image": "http://lauraceae.myspecies.info/sites/lauraceae.myspecies.info/files/styles/large/public/Litsea_honghoensis_JR41267.jpg?itok=Da3W31U6"
    },
    {
        "name": "phyllostachys_edulis",
        "description":"Phyllostachys edulis, moso bamboo, or tortoise-shell bamboo, or mao zhu, is a temperate species of giant timber bamboo native to China and Taiwan and naturalised elsewhere, including Japan where it is widely distributed south of Hokkaido. The edulis part of the Latin name refers to its edible shoots.",
        "image": "https://media.sciencephoto.com/image/c0359538/800wm/C0359538-Moso_bamboo_Phyllostachys_edulis_.jpg"
    },
    {
        "name": "pittosporum_tobira_aitf",
        "description":"Pittosporum tobira is a species of flowering plant in the pittosporum family Pittosporaceae known by several common names, including Australian laurel, Japanese pittosporum, mock orange and Japanese cheesewood. It is native to Japan, China, and Korea, but it is used throughout the world as an ornamental plant in landscaping and as cut foliage.",
        "image": "http://www.plantmaster.com/PlantMaster/FullSize/24472a.jpg"
    },
    {
        "name": "podocarpus_macrophyllus_sweet",
        "description":"Podocarpus macrophyllus is a conifer in the genus Podocarpus, family Podocarpaceae. It is the northernmost species of the genus, native to southern Japan and southern and eastern China. Common names in English include yew plum pine, Buddhist pine and fern pine. Kusamaki (クサマキ) and inumaki (犬槇) are Japanese names for this tree. In China, it is known as 羅漢松 or luóhàn sōng, which literally means 'arhat pine'.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/a/af/Podocarpus_macrophyllus.jpg"
    },
    {
        "name": "populus",
        "description":"Populus is a genus of 25–35 species of deciduous flowering plants in the family Salicaceae, native to most of the Northern Hemisphere. English names variously applied to different species include poplar /ˈpɒp.lər/, aspen, and cottonwood.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/3/34/Lapo_gyslos.jpeg"
    },
    {
        "name": "populus_canadensis_moench",
        "description":"Populus × canadensis, known as Canadian poplar or Carolina poplar, is a naturally occurring hybrid of Populus nigra and Populus deltoides. It is commonly used by landscape architects. Cultivars include ‘Robusta’ and ‘Aurea’ (golden poplar or golden Carolina poplar), which has won the Royal Horticultural Society’s Award of Garden Merit.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/16/Populier_Populus_canadensis.jpg"
    },
    {
        "name": "populus_tremula",
        "description":"Populus tremula, commonly called aspen, common aspen, Eurasian aspen, European aspen, or quaking aspen, is a species of poplar native to cool temperate regions of Europe and Asia, from Iceland and the British Isles east to Kamchatka, north to inside the Arctic Circle in Scandinavia and northern Russia, and south to central Spain, Turkey, the Tian Shan, North Korea, and northern Japan. It also occurs at one site in northwest Africa in Algeria. In the south of its range, it occurs at high altitudes in mountains.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/a/ac/PopulusTremula001.JPG"
    },
    {
        "name": "prunus_persica_batsch",
        "description":"The peach (Prunus persica) is a deciduous tree native to the region of Northwest China between the Tarim Basin and the north slopes of the Kunlun Mountains, where it was first domesticated and cultivated. It bears an edible juicy fruit called a peach or a nectarine.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/de/Illustration_Prunus_persica0.jpg"
    },
    {
        "name": "prunus_serrulata_lindl_var_lannesiana_auct",
        "description":"Prunus serrulata or Japanese cherry, also called hill cherry, oriental cherry or East Asian cherry, is a species of cherry native to China, Japan, Korea, and India, and is used for its spring cherry blossom displays and festivals. Current sources consider it to be part of a species complex with P. jamasakura and P. leveilleana, which have been reduced to synonyms.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/f/f2/M%C3%BCnster%2C_Park_Sentmaring_--_2016_--_1767.jpg"
    }
    
]